Repository: Kalinec/WeatherAssistant---Windows
Catalog: weatherAssistant/MultilingualResources/WeatherAssistant.*.xlf
Languages: pl

# Title_test
source: Hello
pl: Cześć

# Menu_StormyMap
source: Stormy Map
pl: Mapa Burzowa

# Menu_WeatherForecast
source: Weather Forecast
pl: Prognoza Pogody

source: Latitude
pl: Długość

source: Longitude
pl: Szerokość

source: Condition
pl: Warunki Pogodowe

source: Description
pl: Opis

source: Humidity
pl: Wilgotność

source: Pressure
pl: Ciśnienie

source: Map of Europe (animated)
pl: Mapa Europy (animowana)

source: Map of Europe
pl: Mapa Europy

source: Map of Poland (animated)
pl: Mapa Polski (animowana)

source: Map of Poland
pl: Mapa Polski

# Menu_StormSearch
source: Storm Search
pl: Szukaj burzy

source: City
pl: Miasto

source: Coordinate
pl: Współrzędne miasta

source: or
pl: lub

source: Radius
pl: Promień

source: Direction
pl: Kierunek

source: Number of thunderbolts
pl: Liczba wyładowań

source: Time
pl: Czas

source: Check
pl: Sprawdź

source: Nearest thunderbolt
pl: Najbliższe wyładowanie

# Menu_PlanTheTrip
source: Plan a trip
pl: Zaplanuj wycieczkę

source: Destination City
pl: Docelowe miasto

source: Source City
pl: Źródłowe miasto

source: Frost
pl: Mróz

source: Heat
pl: Upał

source: Rain
pl: Opady

source: Storms
pl: Burze

source: Tornado
pl: Trąby powietrzne

source: Wind
pl: Wiatr

# Warning_Frost1
source: From -20 to -25 °C
pl: Od -20 do -25 °C

# Warning_Frost2
source: From -26 to -30 °C
pl: Od -26 do -30 °C

# Warning_Frost3
source: Below -30 °C
pl: Poniżej -30 °C

# Warning_Heat1
source: From 30 to 34 °C
pl: Od 30 do 34 °C

# Warning_Heat2
source: From 35 to 38 °C
pl: Od 35 do 38 °C

# Warning_Heat3
source: Above 38 °C
pl: Powyżej 38 °C

# Warning_Rain1
source: Rain from 25 to 40 mm in 24 hours or Snow from 10 to 15 cm in 24 hours
pl: Deszcz od 25 do 40 mm w ciągu 24 godzin lub Śnieg od 10 do 15 cm w ciągu 24 godzin

# Warning_Rain2
source: Rain from 41 to 70 mm in 24 hours or Snow from 16 to 30 cm in 24 hours or Snow from 10 to 15 cm in 12 hours
pl: Deszcz od 41 do 70 mm w ciągu 24 godzin lub Śnieg od 16 do 30 cm w ciągu 24 godzin lub Śnieg od 10 do 15 cm w ciągu 12 godzin

# Warning_Rain3
source: Rain above 70 mm in 24 hours or Snow above 30 cm in 24 hours or Snow above 15 cm in 12 hours
pl: Deszcz powyżej 70 mm w ciągu 24 godzin lub Śnieg powyżej 30 cm w ciągu 24 godzin lub Śnieg powyżej 15 cm w ciągu 12 godzin

# Warning_Storms1
source: Rain from 15 to 40 mm Wind in gusts from 60 to 90 km/h Hail below 2 cm
pl: Deszcz od 15 do 40 mm Wiatr w porywach od 60 do 90 km/h Grad poniżej 2 cm

# Warning_Storms2
source: Rain from 41 to 70 mm Wind in gusts from 91 to 110 km/h Hail from 2 to 5 cm
pl: Deszcz od 41 do 70 mm Wiatr w porywach od 91 do 110 km/h Grad od 2 do 5 cm

# Warning_Storms3
source: Rain above 70 mm Wind in gusts over 110 km/h Hail above 5 cm
pl: Deszcz powyżej 70 mm Wiatr w porywach powyżej 110 km/h Grad powyżej 5 cm

# Warning_Tornado1
source: Low risk
pl: Ryzyko niewielkie

# Warning_Tornado2
source: Moderate risk
pl: Ryzyko umiarkowane

# Warning_Tornado3
source: High risk
pl: Ryzyko wysokie

# Warning_Wind1
source: In gusts from 70 to 90 km/h
pl: W porywach od 70 do 90 km/h

# Warning_Wind2
source: In gusts from 91 to 110 km/h
pl: W porywach od 91 do 110 km/h

# Warning_Wind3
source: In gusts above 100 km/h
pl: W porywach powyżej 100 km/h

source: Sunrise
pl: Wschód słońca

source: Sunset
pl: Zachód słońca

source: Cloudiness
pl: Zachmurzenie

source: Speed
pl: Prędkość

# Direction_East
source: East
pl: Wschodni

# Direction_North
source: North
pl: Północny

# Direction_NorthEast
source: North-East
pl: Północno wschodni

# Direction_NorthWest
source: North-West
pl: Północno zachodni

# Direction_South
source: South
pl: Południowy

# Direction_SouthEast
source: South-East
pl: Południowo wschodni

# Direction_SouthWest
source: South-West
pl: Południowo zachodni

# Direction_West
source: West
pl: Zachodni

source: hour
pl: godzin

source: minutes
pl: minut

# PlanTheTrip_Risk_Frost_Degree1
source: Frost, 1st degree warning
pl: Mróz, ostrzeżenie I stopnia

# PlanTheTrip_Risk_Frost_Degree2
source: Frost, 2st degree warning
pl: Mróz, ostrzeżenie II stopnia

# PlanTheTrip_Risk_Frost_Degree3
source: Frost, 3st degree warning
pl: Mróz, ostrzeżenie III stopnia

# PlanTheTrip_Risk_Heat_Degree1
source: Heat, 1st degree warning
pl: Upał, ostrzeżenie I stopnia

# PlanTheTrip_Risk_Heat_Degree2
source: Heat, 2st degree warning
pl: Upał, ostrzeżenie II stopnia

# PlanTheTrip_Risk_Heat_Degree3
source: Heat, 3st degree warning
pl: Upał, ostrzeżenie III stopnia

# PlanTheTrip_Risk_High
source: High Risk
pl: Wysokie ryzyko

# PlanTheTrip_Risk_High_Cloudiness
source: High cloudiness
pl: Wysokie zachmurzenie

# PlanTheTrip_Risk_High_Temperature
source: Temperature above the norm
pl: Temperatura poza normą

# PlanTheTrip_Risk_High_Visibility
source: Poor visibility
pl: Słaba widoczność

# PlanTheTrip_Risk_High_Wind
source: Strong wind
pl: Silny wiatr

# PlanTheTrip_Risk_Moderate
source: Moderate Risk
pl: Umiarkowane ryzyko

# PlanTheTrip_Risk_Moderate_Cloudiness
source: Moderate cloudiness
pl: Umiarkowane zachmurzenie

# PlanTheTrip_Risk_Moderate_Temperature
source: Temperature within normal limits
pl: Temperatura w granicach normy

# PlanTheTrip_Risk_Moderate_Visibility
source: Moderate visibility
pl: Średnia widoczność

# PlanTheTrip_Risk_Moderate_Wind
source: Moderate wind
pl: Umiarkowany wiatr

# PlanTheTrip_Risk_None
source: No Risk
pl: Brak ryzyka

# PlanTheTrip_Risk_None_Cloudiness
source: Low cloudiness
pl: Niskie zachmurzenie

# PlanTheTrip_Risk_None_Temperature
source: Temperature in the norm
pl: Temperatura w normie

# PlanTheTrip_Risk_None_Visibility
source: Good visibility
pl: Dobra widoczność

# PlanTheTrip_Risk_None_Wind
source: Weak wind
pl: Słaby wiatr

# PlanTheTrip_Risk_Rain_Degree1
source: Rain, 1st degree warning
pl: Opady, ostrzeżenie I stopnia

# PlanTheTrip_Risk_Rain_Degree2
source: Rain, 2st degree warning
pl: Opady, ostrzeżenie II stopnia

# PlanTheTrip_Risk_Rain_Degree3
source: Rain, 3st degree warning
pl: Opady, ostrzeżenie III stopnia

# PlanTheTrip_Risk_Storms_Degree1
source: Thunderstorms, 1st degree warning
pl: Burze, ostrzeżenie I stopnia

# PlanTheTrip_Risk_Storms_Degree2
source: Thunderstorms, 2st degree warning
pl: Burze, ostrzeżenie II stopnia

# PlanTheTrip_Risk_Storms_Degree3
source: Thunderstorms, 3st degree warning
pl: Burze, ostrzeżenie III stopnia

# PlanTheTrip_Risk_Tornado_Degree1
source: Tornado, 1st degree warning
pl: Trąby powietrzne, ostrzeżenie I stopnia

# PlanTheTrip_Risk_Tornado_Degree2
source: Tornado, 2st degree warning
pl: Trąby powietrzne, ostrzeżenie II stopnia

# PlanTheTrip_Risk_Tornado_Degree3
source: Tornado, 3st degree warning
pl: Trąby powietrzne, ostrzeżenie III stopnia

# PlanTheTrip_Risk_Wind_Degree1
source: Wind, 1st degree warning
pl: Wiatr, ostrzeżenie I stopnia

# PlanTheTrip_Risk_Wind_Degree2
source: Wind, 2st degree warning
pl: Wiatr, ostrzeżenie II stopnia

# PlanTheTrip_Risk_Wind_Degree3
source: Wind, 3st degree warning
pl: Wiatr, ostrzeżenie III stopnia

# PlanTheTrip_Risk_High_Storms
source: Lightning detected in the area
pl: Wykryto wyładowania atmosferyczne!

# PlanTheTrip_Risk_None_Storms
source: No lightning in the area
pl: Brak wyładowań atmosferycznych w okolicy

# PlanTheTrip_Risk_None_Warnings
source: No weather warnings in the area
pl: Brak ostrzeżeń pogodowych w okolicy

# Menu_Notifications
source: Notifications
pl: Powiadomienia

# Notifications_Cancel
source: Cancel
pl: Anuluj

# Notifications_StormNotifications
source: Storm notifications
pl: Powiadomienia o burzach

# Notifications_UpdatesFrequency
source: Frequency of updates
pl: Częstotliwość aktualizacji

# Notifications_WeatherAlertNotifications
source: Weather alert notifications
pl: Powiadomienia o ostrzeżeniach pogodowych

# Notifications_Confirm
source: Confirm
pl: Zatwierdź
